{"term": "", "nature": "", "detail": ["An individual can experience rapid changes in size, creating a sense of discomfort and confusion about identity and belonging, reflecting existential themes in personal growth and self-perception."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["Curiosity drives exploration in this world, leading to unexpected and sometimes chaotic consequences, suggesting a cultural value placed on discovery and adventure."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["In this world, anthropomorphized animals hold positions of authority and engage in complex social interactions, reflecting a culture where the roles of animals and humans may overlap."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["The concept of a whimsical, nonsensical reality is prevalent, where the ordinary rules of logic and physics do not apply, suggesting a cultural acceptance of absurdity and fantasy."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["The notion of receiving commands from animals indicates a playful inversion of traditional power dynamics, challenging the norms of authority and control. "], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["There exists a social hierarchy where individuals are tasked with domestic duties and errands, indicating a division of labor and expectations based on perceived roles."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["There is a presence of magical items that can alter physical states, showcasing a fantastical approach to problem-solving and exploration in this universe. "], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "", "nature": "", "detail": ["Discussions around the nature of thought and intellectual engagement are common, with an assertion of the right to think as a fundamental aspect of individuality.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["The act of giving presents is viewed with skepticism, particularly when the value of the gift is questioned, reflecting societal expectations around gift-giving.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["The concept of moral lessons is prevalent, with the belief that every situation contains a moral if one is able to discern it.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["The idea that companionship reflects similarity in nature is expressed, indicating a social norm where like-minded individuals tend to associate with one another.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["The notion of self-presentation and authenticity is significant, as individuals are encouraged to be true to themselves and appear as they are perceived by others.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["The understanding of language and communication is highlighted, as clarity in expression is valued, with complex ideas sometimes requiring written form for better comprehension.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "", "nature": "", "detail": ["There is an emphasis on the idea that certain foods can influence temperament, suggesting a connection between diet and emotional states.  "], "source": ["11_The Mock Turtle's Story"]}
{"term": "Accusation", "nature": ["legal process"], "detail": ["An official claim made against an individual, highlighting the concept of wrongdoing and the legal repercussions that follow.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Age", "nature": ["social norm"], "detail": ["The significance placed on age as a measure of authority or wisdom within social interactions, despite the ambiguity of actual age."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Allegory", "nature": ["literary device"], "detail": ["The narratives serve as allegories for the process of growing up, illustrating the complex relationship between childhood innocence and adult realities."], "source": ["1_Introduction"]}
{"term": "Anglo-Saxon attitudes", "nature": ["cultural aspect"], "detail": ["Specific gestures and behaviors are associated with Anglo-Saxon culture, indicating a connection between identity and physical expression."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Animal as Game Elements", "nature": ["magical system"], "detail": ["In this world, live animals are utilized as game elements, such as hedgehogs as balls and flamingos as mallets, indicating a blending of the natural and the fantastical."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Animal hierarchy", "nature": ["social structure"], "detail": ["The presence of a lion and a unicorn fighting for a crown indicates a hierarchy and power struggle among creatures, reminiscent of royal or noble conflicts."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Artistic Interpretation", "nature": ["method"], "detail": ["Adaptations have remained loyal to original illustrations, indicating a cultural consensus on visual representation and artistic fidelity.  "], "source": ["22_Film Adaptations"]}
{"term": "Authority Figures", "nature": ["social hierarchy"], "detail": ["Authority figures display arbitrary power and incompetence, emphasizing a societal structure where leadership is often misguided and lacks genuine authority.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Authority's Capriciousness", "nature": ["social norm"], "detail": ["Authority figures display unpredictable and irrational behavior, issuing commands impulsively, which instills a sense of chaos and instability in governance."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Behavior of Animals", "nature": ["cultural norm"], "detail": ["Animals participating in human-like activities reflects a whimsical view of the natural world, where creatures possess human traits and roles.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Books", "nature": ["artifact"], "detail": ["The reference to a book without pictures or conversations indicates a societal expectation for literature to be engaging and visually stimulating for readers, particularly children."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Caucus Race", "nature": ["event"], "detail": ["An informal and chaotic race with no clear rules or winners, symbolizing the absurdity and lack of structure in certain social gatherings."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Cheering", "nature": ["social behavior"], "detail": ["Expressing approval or dissent during legal proceedings, indicating the involvement and engagement of the community in judicial matters.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Cheshire-Cat", "nature": ["creature"], "detail": ["The Cheshire-Cat is a fictional creature known for its distinctive grin and ability to appear and disappear at will, illustrating the whimsical nature of the setting."], "source": ["8_Pig & Pepper"]}
{"term": "Chess Pieces", "nature": ["artifact"], "detail": ["Chess pieces are animated and capable of movement independent of human control, reflecting a world where inanimate objects can possess life and agency."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Childhood", "nature": ["cultural concept"], "detail": ["The journey reflects a child's quest for knowledge and understanding, contrasting with adult perceptions of reality and the nostalgia adults feel for their own childhood desires."], "source": ["1_Introduction"]}
{"term": "Collective Decision-Making", "nature": ["social norm"], "detail": ["The jury's role in decision-making is portrayed as chaotic and ineffective, suggesting a critique of collective judgment processes that ignore rationality.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Communication", "nature": ["concept"], "detail": ["Language holds immense value, with a notion that each word is worth a significant amount, emphasizing the importance of communication in this setting."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Confrontation", "nature": ["social dynamic"], "detail": ["The dynamic of confronting another being over perceived mischief indicates societal norms around accountability and conflict resolution in interpersonal relationships."], "source": ["20_Queen Alice"]}
{"term": "Conventional Children's Stories", "nature": ["cultural norm"], "detail": ["The text critiques traditional children's literature, which often presents moral lessons and treats children as blank slates for adult teachings."], "source": ["1_Introduction"]}
{"term": "Conversation", "nature": ["social interaction"], "detail": ["The dialogue reveals a culture where misunderstanding and absurdity are commonplace, influencing the nature of communication."], "source": ["17_WOOL AND WATER"]}
{"term": "Courtroom Attire", "nature": ["social norm"], "detail": ["The presence of wigs and crowns suggests the importance of formal dress and the symbolism of authority in legal settings.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Croquet", "nature": ["sport"], "detail": ["Croquet is a game played on grass where players use mallets to hit balls through hoops, reflecting leisure activities of a certain social class."], "source": ["8_Pig & Pepper"]}
{"term": "Cross-examination", "nature": ["legal process"], "detail": ["A method used to challenge the credibility of witnesses, showcasing the adversarial nature of legal proceedings.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Cultural Diversity", "nature": ["influence"], "detail": ["The involvement of notable figures from different backgrounds in adaptations illustrates a blend of creative influences and cultural collaboration.  "], "source": ["22_Film Adaptations"]}
{"term": "Curiosity", "nature": ["cultural norm"], "detail": ["An emphasis on curiosity is highlighted by the desire to follow unusual occurrences and explore the unknown, reflecting a cultural value placed on exploration and discovery."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Curious Feelings", "nature": ["concept"], "detail": ["Emotions influenced by magical occurrences, highlighting the whimsical nature of the environment and its impact on perception."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Dimensions of Reality", "nature": ["concept"], "detail": ["The concept of falling through a rabbit-hole into another realm suggests a belief in multiple dimensions or alternate realities, which is a common theme in fantastical narratives."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Disregard for Rules", "nature": ["social norm"], "detail": ["There is a general disregard for established rules during games, portraying a society where individual desires take precedence over order and structure. "], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Drink Me", "nature": ["label"], "detail": ["A label on a bottle instructing to drink its contents, suggesting transformative properties that alter size or abilities."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Drumming", "nature": ["tradition"], "detail": ["The use of drums signifies a traditional method of gathering attention or announcing events, enhancing the festive atmosphere."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Eat Me", "nature": ["label"], "detail": ["A label on a cake instructing to eat it, indicating it may cause growth or change in size."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Economy", "nature": ["concept"], "detail": ["The value of land and language is exaggerated, with references to worth measured in pounds, suggesting a whimsical economy where abstract concepts have significant monetary value."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Education", "nature": ["cultural consensus"], "detail": ["Education is perceived as encompassing practical knowledge, such as mathematics and language, rather than lessons in manners or social skills.  "], "source": ["19_Queen Alice"]}
{"term": "Egg", "nature": ["symbolism"], "detail": ["The egg represents an object of desire that is elusive, reflecting the notion of unattainable goals in a whimsical context."], "source": ["17_WOOL AND WATER"]}
{"term": "Epistemological Doubt", "nature": ["philosophical concept"], "detail": ["The narrative explores the limits of what can be known and understood at a specific historical moment, highlighting the tension between logical reasoning and human desire."], "source": ["1_Introduction"]}
{"term": "Execution", "nature": ["punishment"], "detail": ["A severe form of punishment indicating a strict legal system with harsh consequences for transgressions.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Execution as Punishment", "nature": ["cultural norm"], "detail": ["Execution is a common and severe punishment for mistakes or offenses, highlighting a culture of fear and harsh consequences for errors."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Executioner’s Role", "nature": ["social structure"], "detail": ["The presence of an executioner indicates a formalized role within society dedicated to carrying out punishments, reflecting a bureaucratic aspect of governance."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Fantasy Elements", "nature": ["concept"], "detail": ["The existence of fantastical creatures, such as a Gnat that can speak and a Fawn that expresses alarm upon realizing the difference between species, reflects a world where the ordinary rules of nature do not apply. "], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Feasting customs", "nature": ["cultural practice"], "detail": ["The sharing of food, particularly plum cake and bread, reflects social customs surrounding communal eating and hospitality."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Feathering", "nature": ["activity"], "detail": ["The technique of rowing described as keeping the oar horizontal on the return stroke reflects traditional watercraft skills and cultural practices associated with boating or fishing."], "source": ["21_Shaking"]}
{"term": "Film Adaptation", "nature": ["medium"], "detail": ["The story has been adapted into various film formats, ranging from silent films to full-length features, showcasing its enduring popularity across different eras.  "], "source": ["22_Film Adaptations"]}
{"term": "Fireplace", "nature": ["artifact"], "detail": ["The presence of a fireplace serves as a source of warmth and comfort, indicating a societal reliance on fire for both practical and emotional needs."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Footman", "nature": ["social role"], "detail": ["A footman is a servant who typically wears a uniform and serves in a household, often associated with carrying messages or invitations."], "source": ["8_Pig & Pepper"]}
{"term": "Freudian Concepts", "nature": ["psychological theory"], "detail": ["The narrative reflects ideas similar to Freud's theories regarding the unconscious, suggesting that children possess knowledge and desires that adults have forgotten or repressed."], "source": ["1_Introduction"]}
{"term": "Geographical Knowledge", "nature": ["knowledge"], "detail": ["The character’s musings about latitude and longitude indicate an educational background that includes a basic understanding of geography, reflecting a value placed on knowledge and learning."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Geography", "nature": ["concept"], "detail": ["The land lacks principal rivers, mountains, and towns, indicating a fantastical geography that defies conventional mapping."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Gift-Giving", "nature": ["cultural practice"], "detail": ["The practice of sending gifts to oneself, reflecting a whimsical approach to self-care and kindness."], "source": ["4_The Pool of Tears"]}
{"term": "Golden Key", "nature": ["artifact"], "detail": ["A small golden key that fits a specific lock, symbolizing access to hidden realms or opportunities."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Green Eyes", "nature": ["symbol"], "detail": ["Green eyes are often associated with various cultural interpretations, including envy, mystery, or otherworldly qualities, reflecting deeper psychological or magical themes."], "source": ["21_Shaking"]}
{"term": "Grinning", "nature": ["behavioral trait"], "detail": ["The act of grinning, particularly among cats, signifies a peculiar behavioral trait that suggests a deeper, often nonsensical, understanding of emotions in this society."], "source": ["8_Pig & Pepper"]}
{"term": "Growing in Size", "nature": ["magical phenomenon"], "detail": ["An ability to change physical size, representing themes of transformation and the fluidity of identity in this fantastical context.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Height Measurement", "nature": ["social norm"], "detail": ["Height is used as a criterion for exclusion from the court, indicating a unique societal measure that has no basis in fairness or justice.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Hierarchy", "nature": ["concept"], "detail": ["The concept of time being worth money implies a societal structure where individuals are judged based on the economic value of their time and actions."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Hierarchy among Characters", "nature": ["social structure"], "detail": ["A clear hierarchy is observed, with certain characters possessing authority to issue commands and others remaining subservient, reinforcing social stratification."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Historical Context", "nature": ["historical fact"], "detail": ["The notion of having only one queen at a time is rooted in historical precedence, suggesting a structured hierarchy in governance.  "], "source": ["19_Queen Alice"]}
{"term": "Historical Reflection", "nature": ["event"], "detail": ["The adaptations often coincide with pivotal historical moments, such as centennial celebrations, indicating a connection between cultural productions and historical events.  "], "source": ["22_Film Adaptations"]}
{"term": "Hookah", "nature": ["artifact"], "detail": ["A hookah is used for smoking flavored tobacco, often associated with leisurely and contemplative activities."], "source": ["7_Advice from a Caterpillar"]}
{"term": "Identity", "nature": ["cultural concept", "concept"], "detail": ["The struggle with personal identity and the question of self-understanding reflect a cultural consensus around the complexity of self-perception and change.", "There is a concern over the loss of one’s name, indicating a cultural significance attached to identity and the power of names."], "source": ["7_Advice from a Caterpillar", "15_LOOKING-GLASS INSECTS"]}
{"term": "Imaginary Play", "nature": ["social norm"], "detail": ["Engaging in imaginative play is a common practice, where individuals create scenarios and characters, blurring the lines between reality and imagination."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Imaginary Scenarios", "nature": ["concept"], "detail": ["The tendency to envision playful or nonsensical situations, showcasing creativity and the blending of reality with fantasy."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Inanimate Objects", "nature": ["artifact"], "detail": ["The ability for ordinary objects, such as a jar labeled \"ORANGE MARMALADE,\" to be encountered in unexpected places illustrates a whimsical and surreal aspect of the world, where everyday items serve unusual purposes."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Insects", "nature": ["creature"], "detail": ["Insects are personified and engage in conversation, suggesting a world where creatures typically lacking intelligence possess the ability to communicate and interact meaningfully."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Internal Dialogue", "nature": ["concept"], "detail": ["The practice of self-reflection and reasoning, illustrating a character's thought process and decision-making in extraordinary situations."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Invitation", "nature": ["social custom"], "detail": ["An invitation signifies a formal request for someone to attend an event, such as a game or gathering, highlighting social hierarchies."], "source": ["8_Pig & Pepper"]}
{"term": "Jam", "nature": ["cultural norm"], "detail": ["The concept of having jam only on alternate days creates a whimsical rule that defies typical expectations."], "source": ["17_WOOL AND WATER"]}
{"term": "Judicial Proceedings", "nature": ["cultural consensus"], "detail": ["The court operates under a nonsensical judicial process, highlighting the absurdity of some legal systems where decisions are made without proper evidence or reason.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Jury", "nature": ["legal system"], "detail": ["A group of individuals tasked with evaluating evidence and providing a verdict, showcasing a collective decision-making process in legal matters.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "King and Queen of Hearts", "nature": ["royalty"], "detail": ["The rulers preside over a court, embodying authority and power within the realm.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Knitting", "nature": ["craftsmanship"], "detail": ["Knitting is depicted as a skill performed with numerous pairs of needles simultaneously, suggesting a blend of practicality and absurdity."], "source": ["17_WOOL AND WATER"]}
{"term": "Language Acquisition", "nature": ["educational concept"], "detail": ["The ability to learn languages is a valued skill, with emphasis on the understanding of words and their meanings."], "source": ["19_Queen Alice"]}
{"term": "Language Skills Development", "nature": ["educational theme"], "detail": ["The quest for knowledge is intertwined with the development of language skills, indicating a progressive complexity in communication as one matures."], "source": ["1_Introduction"]}
{"term": "Learning to Draw", "nature": ["educational activity"], "detail": ["The act of learning to draw signifies the importance of creativity and artistic expression in education, highlighting a cultural value placed on the arts."], "source": ["9_A Mad Tea Party"]}
{"term": "Livery", "nature": ["clothing"], "detail": ["Livery denotes a specific kind of uniform worn by servants, indicating their service to a particular household or employer."], "source": ["8_Pig & Pepper"]}
{"term": "Living Backwards", "nature": ["concept"], "detail": ["Living backwards allows one’s memory to function in reverse, enabling recollection of events that haven’t yet occurred."], "source": ["17_WOOL AND WATER"]}
{"term": "Locked Doors", "nature": ["concept"], "detail": ["Represent barriers to exploration or knowledge, emphasizing themes of restriction and the quest for freedom."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Madness", "nature": ["social commentary", "cultural motif"], "detail": ["The concept of madness is presented as a common trait among residents, suggesting a world where conventional logic is subverted.", "The reference to madness suggests a cultural fascination with the theme of insanity, often explored in literature as a means to challenge societal norms and rationality."], "source": ["8_Pig & Pepper", "9_A Mad Tea Party"]}
{"term": "Magic", "nature": ["system"], "detail": ["The existence of arbitrary and nonsensical rules reflects a magical system where logic does not apply, allowing for whimsical interpretations of authority and legality.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Magic Potion", "nature": ["artifact"], "detail": ["A bottle that causes the drinker to grow larger or smaller, influencing physical size in unpredictable ways."], "source": ["6_The Rabbit Sends in a Little Bill"]}
{"term": "Magical Creatures", "nature": ["entity", "entities"], "detail": ["The presence of a talking rabbit with human-like traits, such as wearing a waistcoat and carrying a watch, suggests a world where animal characters possess human characteristics and behaviors.", "The presence of creatures that demonstrate whimsical and unpredictable behaviors, highlighting a world where the ordinary laws of nature do not apply."], "source": ["2_Down the Rabbit Hole", "20_Queen Alice"]}
{"term": "Magical Growth", "nature": ["ability"], "detail": ["The ability to grow or shrink in size dramatically, leading to physical transformations that defy typical human proportions."], "source": ["4_The Pool of Tears"]}
{"term": "Magical Systems", "nature": ["concept"], "detail": ["In this world, the existence of looking-glass portals allows for travel between parallel dimensions, suggesting a fluidity between reality and fantasy."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Magical Transformation", "nature": ["concept", "mechanism"], "detail": ["The ability to change physical size at will through specific actions, reflecting themes of identity and adaptability.", "The ability to alter physical size and shape, as demonstrated by the changing dimensions and features of a character when manipulated."], "source": ["3_Down the Rabbit Hole", "21_Shaking"]}
{"term": "Mathematical Ability", "nature": ["social expectation"], "detail": ["There is an expectation to possess mathematical skills, with various forms of addition, subtraction, and division being common topics of inquiry.  "], "source": ["19_Queen Alice"]}
{"term": "Mathematical Logic", "nature": ["system"], "detail": ["The books incorporate themes of mathematical reasoning, demonstrating a conflict between logical proofs and the illogical nature of human desires."], "source": ["1_Introduction"]}
{"term": "Meaning", "nature": ["philosophical concept"], "detail": ["The exploration of meaning in communication reflects a philosophical inquiry into the nature of understanding and interpretation in human interactions."], "source": ["13_Who Stole the Tarts?"]}
{"term": "Memorandum Books", "nature": ["artifact"], "detail": ["Memorandum books are utilized for recording thoughts and events, suggesting a cultural emphasis on documentation and the preservation of memory."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Memorandum book", "nature": ["technology"], "detail": ["The use of a memorandum book suggests a system of record-keeping and organization, reflecting a bureaucratic method of governance."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Memory", "nature": ["cognitive ability"], "detail": ["A poor sort of memory is described as one that only recalls events in a single chronological direction, highlighting a unique perspective on memory."], "source": ["17_WOOL AND WATER"]}
{"term": "Messenger system", "nature": ["communication"], "detail": ["A two-messenger system is employed for efficient information relay, indicating a structured approach to communication."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Metaphor of Growth", "nature": ["cultural concept"], "detail": ["The transformation from chrysalis to butterfly serves as a metaphor for personal growth and change, resonating with universal themes of development and maturation."], "source": ["7_Advice from a Caterpillar"]}
{"term": "Muchness", "nature": ["conceptual phrase"], "detail": ["The term \"muchness\" reflects a playful approach to language, suggesting a cultural emphasis on the nuances and absurdities of expression."], "source": ["9_A Mad Tea Party"]}
{"term": "Musical Integration", "nature": ["form"], "detail": ["The incorporation of music into adaptations highlights an appreciation for narrative enhancement through song, as seen in various productions.  "], "source": ["22_Film Adaptations"]}
{"term": "Narrative Exploration", "nature": ["theme"], "detail": ["The recurring themes of growth and transformation in adaptations indicate a universal exploration of identity and change."], "source": ["22_Film Adaptations"]}
{"term": "Nursing", "nature": ["social practice"], "detail": ["The act of nursing a child is depicted in a chaotic manner, critiquing parenting norms and practices in a fantastical society."], "source": ["8_Pig & Pepper"]}
{"term": "Painting Roses", "nature": ["magical system"], "detail": ["A magical system exists where the color of roses can be changed through painting, reflecting a whimsical alteration of nature to avoid punishment. "], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Personal Remarks", "nature": ["social etiquette"], "detail": ["Making personal remarks about someone's appearance is generally considered rude, reflecting societal norms regarding politeness and respect in conversation."], "source": ["9_A Mad Tea Party"]}
{"term": "Personal Responsibility", "nature": ["cultural value"], "detail": ["There is an acknowledgment of responsibility for one’s own well-being and the well-being of one's body, even in fantastical circumstances."], "source": ["4_The Pool of Tears"]}
{"term": "Pet Ownership", "nature": ["cultural practice"], "detail": ["The affection and bond between humans and their pets is a recognized aspect of life, often serving as a source of comfort and companionship."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Playfulness", "nature": ["cultural norm"], "detail": ["The act of merrily running and chasing after a shawl reflects a cultural value placed on playfulness and the absurd, contrasting with more serious societal expectations."], "source": ["20_Queen Alice"]}
{"term": "Polymath", "nature": ["intellectual trait"], "detail": ["The author embodies the characteristics of a polymath, engaging in various fields of study, including mathematics, logic, and storytelling, reflecting the diverse interests of the Victorian era."], "source": ["1_Introduction"]}
{"term": "Pool of Tears", "nature": ["symbol"], "detail": ["A physical manifestation of emotions, representing feelings of despair and helplessness in the face of challenges."], "source": ["3_Down the Rabbit Hole"]}
{"term": "Postage Stamps", "nature": ["technology"], "detail": ["The use of postage stamps as a means of sending letters and packages, indicating a developed communication system and societal reliance on written correspondence."], "source": ["21_Shaking"]}
{"term": "Prices", "nature": ["economics"], "detail": ["The pricing scheme where two items are sold for less than one showcases illogical economic principles."], "source": ["17_WOOL AND WATER"]}
{"term": "Prison system", "nature": ["social institution"], "detail": ["The mention of a character recently released from prison suggests a penal system and its impact on individuals' lives."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Prizes", "nature": ["cultural practice"], "detail": ["The concept of awarding prizes to participants, regardless of merit, reflects a cultural tendency to promote inclusivity and shared experience over competition."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Procession", "nature": ["social structure"], "detail": ["A grand procession is conducted, emphasizing hierarchy and the importance of royal figures, where subjects are expected to show deference to authority."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Public Sentiments", "nature": ["cultural consensus"], "detail": ["The public's reaction to absurdity, such as laughter or acceptance of nonsensical rules, reveals a cultural consensus that tolerates illogical behavior within societal structures.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Quarreling among Players", "nature": ["social behavior"], "detail": ["Players engage in quarrels during games, suggesting a cultural acceptance of discord and competition over cooperation."], "source": ["10_The Queen's Croquet Ground"]}
{"term": "Queenship", "nature": ["social norm"], "detail": ["The concept of being a queen is tied to expectations of dignity, behavior, and the necessity of passing examinations to validate one’s status.  "], "source": ["19_Queen Alice"]}
{"term": "Reality perception", "nature": ["philosophical concept"], "detail": ["The notion that believing in fantastical creatures can lead to mutual belief reflects themes of perception and reality in social interactions."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Reflection and Memory", "nature": ["psychological theme"], "detail": ["The narratives emphasize the interplay of memory and recollection, illustrating how adults must remember and reconnect with their childhood desires."], "source": ["1_Introduction"]}
{"term": "Riddles", "nature": ["cultural activity"], "detail": ["Engaging in riddles is a common form of entertainment, reflecting a cultural appreciation for wordplay and intellectual challenges."], "source": ["9_A Mad Tea Party"]}
{"term": "Rules of Engagement", "nature": ["social norm"], "detail": ["The phrase \"chop off her head\" reflects extreme and absurd measures taken in discussions or disputes, indicative of a chaotic social order."], "source": ["8_Pig & Pepper"]}
{"term": "Secrets", "nature": ["social dynamics"], "detail": ["The emphasis on keeping secrets showcases the importance of discretion and hidden knowledge within interpersonal relationships in this society.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Self-Reflection", "nature": ["psychological concept"], "detail": ["Individuals engage in self-dialogue and reflection when faced with challenging situations, revealing inner thoughts and emotions."], "source": ["4_The Pool of Tears"]}
{"term": "Shapeshifting", "nature": ["ability"], "detail": ["The ability to change size or form, as illustrated by a character suddenly diminishing in size, indicating a fluidity of identity and presence."], "source": ["20_Queen Alice"]}
{"term": "Shop", "nature": ["commerce"], "detail": ["The shop is characterized by the peculiar rule that items must be retrieved by the customer rather than handed over by the vendor, reflecting unconventional retail practices."], "source": ["17_WOOL AND WATER"]}
{"term": "Size Variation", "nature": ["magical system"], "detail": ["The ability to grow taller or shorter by consuming different sides of a mushroom suggests a magical system that allows for manipulation of one's physical dimensions."], "source": ["7_Advice from a Caterpillar"]}
{"term": "Sleepiness", "nature": ["biological state"], "detail": ["Sleepiness is a natural state that can affect individuals, leading to moments of vulnerability and the need for care from others.  "], "source": ["19_Queen Alice"]}
{"term": "Smelling Salts", "nature": ["artifact"], "detail": ["Smelling salts are used for reviving someone from a faint or shock, showcasing historical medical practices and societal concerns for health and well-being."], "source": ["21_Shaking"]}
{"term": "Snow", "nature": ["concept"], "detail": ["Snow is personified as a gentle entity that covers the ground, indicating a cultural appreciation for the beauty and tranquility of nature's cycles."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Social Expectations", "nature": ["cultural concept"], "detail": ["The interaction surrounding expectations of behavior and identity highlights societal norms regarding how one should present themselves and understand their role in the world."], "source": ["7_Advice from a Caterpillar"]}
{"term": "Social Interaction", "nature": ["social norm"], "detail": ["The act of addressing an imagined audience while contemplating one's thoughts shows an inclination toward social interaction, even in solitude, highlighting the importance of communication and connection in this society."], "source": ["2_Down the Rabbit Hole"]}
{"term": "Social Norms", "nature": ["concept", "cultural practice"], "detail": ["A reflection on expectations of behavior, such as the importance of following rules and the consequences of disregarding them. ", "There is an expectation for individuals, regardless of age, to maintain composure and avoid excessive displays of emotion in public.", "The expectation for individuals to navigate their environment competently, including knowledge of ticketing systems, reflects a societal norm of accountability and awareness. "], "source": ["3_Down the Rabbit Hole", "4_The Pool of Tears", "15_LOOKING-GLASS INSECTS"]}
{"term": "Soldiers", "nature": ["social norm"], "detail": ["Soldiers are depicted as clumsy and uncoordinated, presenting a humorous take on the nature of military forces."], "source": ["18_THE LION AND THE UNICORN"]}
{"term": "Storytelling", "nature": ["cultural norm"], "detail": ["The act of sharing stories is a common social activity, often used to convey history, morals, or entertainment, highlighting its importance in social bonding."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Supernatural Elements", "nature": ["concept"], "detail": ["Objects and environments exhibit characteristics contrary to the laws of physics, such as books with reversed text and animated inanimate objects, highlighting a world rich in the surreal and magical."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Suppression of Applause", "nature": ["social norm"], "detail": ["A societal expectation to maintain order and decorum in formal settings, emphasizing the importance of authority in public gatherings.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Surrealism", "nature": ["artistic movement"], "detail": ["The text aligns with surrealist ideas by presenting a world where logic is subverted, and the absurdity of childhood emotions is highlighted."], "source": ["1_Introduction"]}
{"term": "Sweets", "nature": ["cuisine"], "detail": ["The mention of desserts made with sugar and raisins suggests a cultural appreciation for sweet foods, reflecting culinary practices and social gatherings around food."], "source": ["21_Shaking"]}
{"term": "Tablecloth", "nature": ["object"], "detail": ["The act of seizing a tablecloth entails a cultural significance around dining practices and communal gatherings, suggesting a chaotic disruption of order during such events."], "source": ["20_Queen Alice"]}
{"term": "Talking Animals", "nature": ["concept"], "detail": ["Animals possess the ability to communicate with humans, indicating a sentient quality and a shared understanding of emotions and social norms."], "source": ["14_LOOKING-GLASS HOUSE"]}
{"term": "Tea Party", "nature": ["social gathering"], "detail": ["A tea party is characterized by the presence of tea and various snacks, often providing a space for conversation and social interaction among guests."], "source": ["9_A Mad Tea Party"]}
{"term": "Tea-time", "nature": ["cultural tradition"], "detail": ["The concept of tea-time represents a customary practice, emphasizing the importance of shared meals and scheduled breaks in daily life, often associated with relaxation and socializing."], "source": ["9_A Mad Tea Party"]}
{"term": "Technological Advancement", "nature": ["context"], "detail": ["The evolution from silent films to \"talkies\" reflects significant advancements in film technology and audience engagement.  "], "source": ["22_Film Adaptations"]}
{"term": "Temper", "nature": ["social norm"], "detail": ["The expectation that individuals should manage their emotions, particularly in social settings, as losing one's temper can lead to social consequences."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Temperament", "nature": ["psychological trait"], "detail": ["The temperament of individuals, particularly in relation to situations such as losing a bone from a dog, is considered significant and subject to discussion.  "], "source": ["19_Queen Alice"]}
{"term": "Time", "nature": ["conceptual entity"], "detail": ["Time is personified and treated as a character capable of influence, indicating a unique cultural perspective on the nature of time and its management in social settings."], "source": ["9_A Mad Tea Party"]}
{"term": "Time Perception", "nature": ["cultural consensus"], "detail": ["The rabbit's concern about being late implies a societal understanding of time and punctuality, suggesting that these concepts are significant within this world.", "The perception of time varies, with some cultures allowing for multiple days or nights to be experienced simultaneously, contrasting with the singular day-at-a-time approach.  "], "source": ["2_Down the Rabbit Hole", "19_Queen Alice"]}
{"term": "Time Sensitivity", "nature": ["cultural norm"], "detail": ["There is a sense of urgency associated with time, as individuals express anxiety about keeping others waiting, indicating social pressures around punctuality."], "source": ["4_The Pool of Tears"]}
{"term": "Transformation", "nature": ["magical system", "magical concept", "magic"], "detail": ["The ability to change size by consuming different parts of a mushroom illustrates a magical system where physical transformation is linked to specific objects.", "The ability for a creature to transform into another form, such as a baby turning into a pig, underscores the fluidity of identity in this world.", "Items and environments undergo spontaneous transformations, indicating a fluid reality where physical properties can change based on perception."], "source": ["7_Advice from a Caterpillar", "8_Pig & Pepper", "17_WOOL AND WATER"]}
{"term": "Transportation", "nature": ["concept"], "detail": ["There is a railway system where tickets are required for travel, yet the existence of a ticket office is questioned, hinting at an illogical transportation system reflective of the nonsensical nature of the world."], "source": ["15_LOOKING-GLASS INSECTS"]}
{"term": "Travel Bag", "nature": ["artifact"], "detail": ["A travel bag designed with two equal compartments indicates practicality and organization in personal belongings, highlighting societal norms around travel and preparation."], "source": ["21_Shaking"]}
{"term": "Treacle-well", "nature": ["mythical location"], "detail": ["A treacle-well serves as a whimsical concept, blending the mundane with the fantastical, showcasing the imaginative aspects of storytelling and the blending of reality with fantasy."], "source": ["9_A Mad Tea Party"]}
{"term": "Trial", "nature": ["legal system"], "detail": ["A formal process takes place to determine guilt or innocence, reflecting societal norms of justice.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Truth-telling", "nature": ["social expectation"], "detail": ["There is a societal expectation to always speak the truth, with consequences for not doing so.  "], "source": ["19_Queen Alice"]}
{"term": "Verses as Evidence", "nature": ["cultural practice"], "detail": ["Employing nonsensical verses as evidence demonstrates a cultural practice that prioritizes form over substance, illustrating how meanings can be distorted in communication.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Victorian Society", "nature": ["historical context"], "detail": ["The narratives are set against the backdrop of Victorian societal norms, which emphasized morality, education, and the roles of children and adults."], "source": ["1_Introduction"]}
{"term": "William the Conqueror", "nature": ["historical figure"], "detail": ["A pivotal figure in English history whose conquest marked the beginning of Norman rule in England, influencing the social and political landscape of the nation."], "source": ["5_A Caucus Race & a Long Tale"]}
{"term": "Witness", "nature": ["legal process"], "detail": ["Individuals called to provide testimony in a court, illustrating the reliance on personal accounts in the pursuit of justice.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Writing Instruments", "nature": ["technology"], "detail": ["The use of slates for writing suggests a rudimentary level of technology, reflecting a society where conventional writing materials may not be prevalent.  "], "source": ["13_Who Stole the Tarts?"]}
{"term": "Writing Materials", "nature": ["technology"], "detail": ["The use of slates and pencils indicates a level of literacy and the practice of documentation in this society.  "], "source": ["12_Who Stole the Tarts?"]}
{"term": "Written Records", "nature": ["documentation"], "detail": ["The practice of writing down names and evidence, highlighting the significance of record-keeping in legal and societal processes.  "], "source": ["12_Who Stole the Tarts?"]}
